[
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nINTER NATIONAL LIVES TOCK RESEARCH INSTITUTE\nManuals and Guides No. 1\nTargeting dairy interventions in Kenya;\nA guide for development planners,\nresearchers and extension workers.\nR. Ouma, L. Njoroge, D. Romney, P. Ochungo, S. Staal, and I. Ba ltenweck\nINTERNATIONAL\nI N S T I T U T ELIVESTOCK RESEARCH\n"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSmallholder Dairy Project\nThe Smallholder Dairy Project (SDP) carried out research and development activities to support sustainable improvements \nto the livelihoods of poor Kenyans through their participation in the dairy sub-sector. SDP was jointly implemented by \nthe Ministry of Livestock and Fisheries Development (MoLFD), the Kenya Agricultural Research Institute (KARI) and \nthe Int",
        "ernational Livestock Research Institute (ILRI). The project was led by the Ministry with primary funding from \nthe UK’s Department for International Development (DFID). The three organizations worked with many collaborators, \nincluding government and regulatory bodies, the private sector and civil society organizations.\nKey areas of SDP research and development activities were:\n• Analysis of factors constraining the competitiveness of smallholder dairy farmers, including farm constraints, market",
        "s\n  and infrastructure, and information services. \n• Analysis of policies and institutions affecting the dairy sub-sector, and provision of resulting information to support   \n  planning needs of stakeholders and policy-makers in the dairy sub-sector. \n• Analysis of social benefits of smallholder dairy production, including income, employment and child nutrition. \n• Participatory development of improved dairy farm technologies, such as improved fodder crops and feeding strategies. \n• Development",
        " of appropriate technologies and strategies for small scale milk and dairy product traders. • Development of extension and training materials to support smallholder farmers and small milk traders, and the   \n   development agencies serving them. \n• Spatial analysis of dairy systems for improved targeting of technology and investment.\nBy combining the research capacity of KARI and ILRI with the experience and networks of the Ministry, SDP provided \nhigh-quality and wide-ranging research informati",
        "on to support smallholder dairy farmers, market agents, stakeholders \nand policy-makers from 1997 until 2005. \nKenya Dairy Development Program \nThe Kenya Dairy Development Program (KDDP) is a USAID-funded programme implemented by Land O’Lakes in \npartnership with African Breeders Service Total Cattle Management, International Livestock Research Institute (ILRI) \nand World Wide Sires.\nThe programme focuses on promoting milk and dairy products through promotional campaigns to increase consumption ",
        "\nof dairy products. KDDP also focuses on processors and entrepreneurs, where interventions lead to an improved cold chain, \nimproved quality and new dairy products with increased handling capacity. For dairy producers, KDDP interventions \nimprove animal production during dry seasons and develop smallholder business capacity.\nFor more information about KDDP contact:\nLand O’ Lakes (LOL), Peponi Plaza, Westlands, P .O. Box 45006 Nairobi \nT el: 3748526/3748685"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nTargeting Dairy Interventions in Kenya\nA guide for development planners, researchers\nand extension workers\nR. Ouma, L. Njoroge, D. Romney,\nP . Ochungo, S. Staal, and I. Baltenweck"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \n© 2007 The Smallholder Dairy (Research and Development) Project (SDP) / Kenya Dairy \nDevelopment Program (KDDP)\nAll rights reserved.\nAny parts of this publication may be reproduced for non-commercial use provided that such \nreproduction shall be subject to acknowledgement of SDP / KDDP as holder of copyright.\nThis guide is an output from Smallholder Dairy Project funded primarily by the",
        " UK \nDepartment for International Development (DFID) and the Kenya Dairy Development \nProgram funded by United States Agency for International Development (USAID). The views \nexpressed are not necessarily those of DFID or USAID. \nCorrect citation: R. Ouma, L. Njoroge, D. Romney, P Ochungo, S. Staal, and I. Baltenweck\n(2007) T argeting dairy interventions in Kenya: A guide for development planners, researchers and \nextension workers. SDP/KDDP , Nairobi, Kenya. 50 pp.\nISBN  92 - 9146 - 179 - 0"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nTable of Contents\nSection One        \nIntroduction: concepts, methods and rationale            \nIntroduction  .............................................................................................................................................................       1   \n   Structure of the guide   ..................................................................................",
        "......................................................       1        \n   What is targeting of interventions?  ......................................................................................................................      1\n   Why targeting is important  ................................................................................................................................       2  \n   Approaches to targeting   ................................................................",
        ".....................................................................       2       \n   Observation-based targeting  .............................................................................................................................. ....      2\n   Criteria-based targeting  ................................................................................................................................... .....      3\n   Geographic Information Systems (GIS) Layers   .....................",
        ".............................................................................      4\nSection T wo     \nDairy Interventions\n   Improved dairy cattle   .........................................................................................................................................      8\n   Napier grass   .......................................................................................................................................................     14\n   Utilisation of crop resid",
        "ues  .................................................................................................................................     16\n   Forage legumes   ..................................................................................................................................................     18   Silage making   ....................................................................................................................................................      20       \n  ",
        " Acaricide use  .......................................................................................................................................................     22\n   Artificial Insemination  ........................................................................................................................................     24\n   Dairy co-operatives   ................................................................................................................................",
        "...........      26   Milk preservation technology  .............................................................................................................................      28       \n   T raining and certification of milk traders   ...........................................................................................................      30\nSection Three\nPolicy implications for smallholder dairy development      \n   Cost of milk production   .......................................",
        ".............................................................................................      32   An assessment of the cost and feasibility of alternative milk preservation systems in Kenya ...................................      36                        \n   LPS method of milk preservation   ......................................................................................................................      37\n   Income and employment generation in the dairy sector ................",
        ".......................................................................      38         \n   Employment and income effects at the farm-level   ............................................................................................. ......     38\n   Income and employment effects at milk market level   ........................................................................................ ......     39"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSection 1\nIntroduction: Concepts,\nmethods and rationale"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nIntroduction\nThis easy-to-use guide to effective targeting of selected dairy interventions in Kenya is intended for use by anyone involved \nin dairy farming in the country, such as development planners, researchers, service providers, suppliers of dairy inputs \nand extension workers. The guide answers the question often faced by these workers: where is their proposed intervention \nmost ",
        "likely to be adopted? \nUsing a combination of Geographical Information Systems (GIS) mapping methods and economic regression techniques, \nthis guide shows where and under what circumstances dairy technologies are most likely to succeed.\nStructure of the guide\nThe guide is divided into three sections. The first section deals with concepts, rationale and methodologies for targeting \ndairy interventions. It also explains, with examples, how to use the guide. \nThe second section presents the targeti",
        "ng maps for various dairy interventions. A total of eleven dairy interventions are \nconsidered in this guide. For each, a map shows relative probability of adoption together with a description of the innovation \nand background information. Also presented are the socio-economic, biophysical and agro-climatic characteristics that \npredispose uptake of each intervention. \nThe third section presents some policy-relevant research results in three topical areas: \n• Cost of milk production \n• Evaluatio",
        "n and assessment of alternative milk preservation techniques \n• Employment generation in the dairy marketing chain. \nWhat is targeting of interventions?\nTargeting of interventions involves the systematic identification of domains where the probability of adoption is high \nand where promotional efforts can most effectively be focused. Targeting can be based on various approaches, such as \nidentification of sub-populations of people, but this guide is based on identification of geographical areas.",
        " It uses spatial \ndata to predict the likelihood of adoption of innovations by individual decision makers, i.e. farmers.\nEffective targeting by geographical area requires four key questions to be answered: \n• Can the intervention work in this area?\n• Is there demand for the intervention in this area? \n• What is the probability of adoption in this area?\n• If the intervention is adopted, what impact will be achieved? \nImpact is created when the intervention solves existing significant constraints ",
        "faced by the farmers or creates new \nopportunities, and thus contributes to enhanced productivity and profitability which can alleviate poverty – by providing \ncash income or improving household nutritional status. Potential uptake of innovation is expressed in the form of \nprobabilities: where probability is estimated at 30%, it means that on average 30 out of every 100 farmers in the defined \ndomain will adopt the intervention once it is disseminated. \n1"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nWhy targeting is important\nEffective targeting increases the success rate of dairy development interventions. People involved in dissemination activities \n- whether from the public or private sectors - want to be assured that their efforts and investments in dissemination activities \nwill result in adoption and create the required impact. In this guide, targeting matches selected dairy ",
        "interventions with \nthe geographical areas to which they are most suited and where impacts will be greatest. \nLikelihood of adoption is affected by geo-spatial factors, such as annual precipitation and temperatures, human population \ndensity, and socio-economic factors, such as household incomes, labour availability, experience and education of the \nhousehold head, size of land and market access amongst others. These socioeconomic factors (such as wealth, scale of \noperation, age of farmer, degr",
        "ee of intensification, ethnicity, or economic viability of enterprise) can be used to target \nbetter agricultural interventions and improve distribution of impacts. The inclusion of social and economic factors helps \nto addresses the questions of where interventions can make a major contribution to alleviating poverty in ways that are \nsocially equitable, ecologically sound and economically efficient. For example, concentration of intensive dairying beyond \na certain point can cause harmful nutr",
        "ient loading and targeting can help create an appropriate balance of crop-dairy \nsystems (Utiger et al., 2000, de Haan et al., 1997). Many development projects are applying these approaches for targeting \npro-poor investments and other equity considerations: Baltenweck et al., (2005) for example, use spatial and non-spatial \ntargeting approaches to introduce pro-poor approaches in a project funded by the International Fund for Agricultural \nDevelopment (IFAD) in Kenya. \nApproaches to targeting\nD",
        "epending on the availability of data and information, two approaches to targeting are possible: observation-based and \ncriteria-based. \nObservation-based targeting\nThis involved observing where a particular innovation has been adopted, plotting these sites on a map and identifying \nwhich common characteristics the sites share. Targeting of the intervention can then be directed to other areas that share \nthese same characteristics. \nThe method of observation based technology mapping has been desc",
        "ribed by (Staal et al., 2002) and follows these steps:\n1. Household and other characteristics from survey data and GIS derived data are used in a statistical model (see logistic \nregression model described in appendix 1) to predict adoption of the dairy technology. This model identifies significant \ncharacteristics of adopting farmers and uses this to predict probability of adoption. NB: T raditional technology adoption \nmodels often use only survey-derived data for all variables, some of which ",
        "are difficult to interpret and cannot be usefully \nmapped. Often representative numbers are used for variables such as district. \n2. Having predicted the model with GIS and survey data, we predict a second model using only the significant GIS-\nderived variables, with all other survey factors held constant at their mean. The two models have been compared and found \nto be more or less the same in explanatory and predictive power. However, the second model, given its variable GIS data, \ncan be used",
        " for spatial prediction of adoption.     \n3. This second model is mapped.\n2"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nThe following example illustrates how this can be done for adoption of Napier grass as a fodder crop.\nSTEP2:Since only variables for which GIS surfacesare available can be used to make\nspatial predictions, we compare complete models where both significant GIS and\nsurvey variables are allowed to change and models whereonlysignificant GIS\nvariables are allowed to vary (allother variables ",
        "being held constant at their mean).\nThesetwo approaches are found to havesimilarpredictive powers\nSTEP1:  Where has Napier been\nadopted? Characteristics from survey\nandGISdataare used in a statistical\nmodel (logistic model described in\nappendix 1) to predict adoption of the\ndairy technology – this model\nʻcomparesʼ significant attributes of\nfarmers who haveadopted andthose\nwho have notadopted. Traditional\ntechnologyadoption modelsuse only\nsurvey data, forbothhousehold\ncharacteristics and location",
        " variables\nwhichare estimated using proxies for\ndistrict and farmerestimates for\ndistance.What characteristicsdo\ntechnology-adoptingfarmers\nhave in common?\n•Length of growing period\n•Access to markets\n•Farmingsystems\n•Off-farm income sources\n•Climaticconditions\n•\n82.30% Ma tched PredictionsSTEP3:Models using\nonly GIS variables\n(householdand other\ncharacteristics held\nconstantattheirmeans)\nareusedtomap\nprobabilities of adoption\nspread over the relevant\nareas.  Thepredictions are\nfoundtobe justasg",
        "ood as\npredictionsbased on\nsurvey variables only\nFigure 1: Napier grass adoption targeting using observations approach \n(Adapted from Staal and Thornton, 2004)\nThe survey and GIS variables used in this guide are contained in T able 1\nCriteria-based targeting\nUnlike observation-based targeting, which relies on survey data (observations), this approach is based on expert opinion. \nThe expert suggests parameters likely to be associated with uptake of the intervention, such as specific climate, mark",
        "et \naccess and other conditions.\nThe area where each criterion exists is mapped and, by overlaying the individual layers, the area where all criteria are \nsatisfied is identified: this is the area where (in the opinion of the experts) it is most likely that the intervention will be \nadopted. This area of confluence is refereed to as the ‘recommendation domain’ for adoption of the particular technology. \nThis method can be used when detailed household survey data are not available but is entirely",
        " dependent on the quality \nof the expert opinion.\nIt is instructive to note that in targeting interventions, social and economic criteria are often much more critical to success \nof the intervention than natural and technical requirements; as a result some of the technologies targeted in this guide have \ntaken these into consideration. Table 2 provides a list of the criteria used in developing maps in this guide.\n3"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \n- -- -- -- -- -- -Roadslayer: e.g.areas with\nsmaller distancesonall weather\nroadsto urb an are as\nPopulation densitylayer:e.g.\nareaswith greaterthan 50 0\npeoplepersquarekilometre\nRainfalllayer: e.g. areas with\ngreater than 3,000 mm rainfallper\nyear\nElevation: e.g.areas between 25 0\nand750 m etersabovesea level\nCattledensity layer:e.g.areas with\ntop 50 %of gradecattledensity\nRecommendati",
        "ondomain\ncombiningall layers.This\ncomposite layershows where\nexpert criteria intersect.\nFigure 2: How criteria layers are superimposed to create a targeting map \n(Adapted from Staal and Thornton 2004)\nGeographic Information Systems (GIS) layers\nGIS combine layers of information about a place to give a better understanding of that place. The information could be \nabout market access, demographics, agro-climatic, cattle densities, amongst others. Conceptually, superimposing one \nlayer on another c",
        "ombines the information of the two layers, thus providing multiple information sets, for example, about \naccess to market and demographic characteristics.\n \nGIS analysis is rapidly becoming an important tool in assessing potential for technology use. There is no doubt that spatial \nfactors represented as GIS layers can show key influences to adoption of dairy interventions. For example, rainfall has been \nfound to be closely related to adoption of certain interventions, such as planted fodder an",
        "d even keeping dairy cattle. In \nthis targeting guide, GIS derived data was used either separately (in criteria-based targeting) or in combination with survey \nderived data (in observation-based targeting) to predict where the probability of adoption is highest. As observed by Staal \net al., (2002), only the variables for which GIS layers are available can be used to make useful spatial predictions. Survey \nvariables such as age of household head, experience or years of education, while importan",
        "t in determining adoption of \ntechnologies, do not lend easily to mapping.\nBelow we present some of the GIS layers used in the guide and briefly explain how they were generated and how we expect \nthem to influence adoption of the different dairy interventions.\n4"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nBelow we present some of the GIS layers used in the guide and briefly explain how they were generated and how we expect \nthem to influence adoption of the different dairy interventions.\n• Human population density is computed as the number of persons per square kilometre. It is derived from the 1999     \n   census data of the Kenya Central Bureau of Statistics. The data resolution is at ",
        "sub-locational level. \n• Areas of high human population density correspond to centres of high milk consumption where producers are likely    \n  to be able to sell their milk production locally. Also, population pressure is seen as a key driving factor for uptake of      \n  productivity enhancing interventions as high demand motivates farmers to increase their productivity.Figure 4: Human population density layer \n• Calculated as the ratio of precipitation over potential evapo-transpiration (PPE)",
        ". \n• For the Kenyan Highlands, the higher the PPE, the higher the potential for keeping dairy cattle. This is because\n   higher PPE provides good conditions for growing forage, a key input in dairy production. \n• High PPE is also mostly associated with high altitude and thus temperate climatic conditions suitable for rearing dairy cattle.Figure 3: Agro-climatic potential layer.\n5"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \n• Based on the Kenya highlands road network reflecting the road infrastructure in 2000.\n• Nairobi, with approximately 2.14 million persons according to the 1999 census, is the largest metropolis in Kenya and   \n  constitutes the largest market for surplus milk produced in rural areas. Proximity to Nairobi is an indicator of good       \n  market access and also access to administrative a",
        "nd technical services based in the city.\n• This layer was created using the Department of Livestock Development’s district annual reports for 1995.\n   Divisional level data was used.\n• The map clearly shows current areas of high dairy cattle concentration.Figure 5: T otal distance (km) to Nairobi layer\nFigure 6: Cattle density layer\n6"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nTable 1: List of variables used in observation based targeting\nTable 2: Criteria used to map recommendation domains for interventionsVariablesData\nSource Rationale of use\nSex of the household (hh) head Survey\nSurvey\nSurvey\nSurvey\nSurvey\nSurvey\nSurvey\nSurvey\nSurvey\nGISGISGISGISGISGISYears of farming experience for the hh head\nAge of the household (hh) head\nYears of formal education for h",
        "h head\nLandholding of hh in acres\nAnnual precipitation/potential evapo-\ntranspiration (PPE)\nT otal road distance (km) from hh to Nairobi\nDistance from homestead to a medium size\nurban centre on tarmac road\nTarmac road distance to nearest urban centre\nAll-weather earth road distance to urban centre\nDry-weather only road distance to nearest\nurban centrePercentage of hhs in the sub-location with\nstated access to formal milk outlets\nDistance of the hh from the nearest qualiﬁed\nveterinary service pro",
        "vider\nMean human population density, 5 km radiusPercentage of hhs in the sub-location with\nstated access to extension servicesMale headed households are likely to have better access to information and services\nLonger farming experience predisposes farmer to better farming techniques \nthrough ‘learning by doing’\nAge comes with experience and better management skills\nMore formal education is likely to increase farmer capacity for management and for \nutilizing information\nLarger landholding implies",
        " more land available for cattle keeping but may reduce \nthe need for concentrate feeding\nAvailability of extension services implies support for the dairy enterprise in general\nLocal availability of formal milk outlets implies reliable milk market, providing \nincentive to invest in dairy enterprise\nGreater distance to a vet implies decreased access to livestock services.\nHigh population density is expected to correspond with high demand for milk and \nthus favourable local market; however it may i",
        "mply pressure on land holdings\nHigher PPE corresponds to more favourable agro-climatic conditions for dairy \nproduction\nGreater distance to Nairobi implies reduced access to milk markets and livestock \nservices, lower milk prices and higher input prices   \nGreater distance to an urban centre implies reduced market access.\nGreater distance along main roads to urban centres is expected to reduce prices in \nmilk markets, and raise prices and reduce availability of inputs and services\nGreater distan",
        "ce along secondary roads  reduces milk prices while raising prices and \nreducing availability of inputs and services \nGreater distance along seasonal roads will reduce access to input and output \nmarkets, and increase seasonal risks\nGIS criteria layers Basis for layer\nRoads layer\nT ravel time layer\nRainfall grid\nPopulation density layer\nImproved cattle density layer\nHousehold poverty layer \nMilk surplus (or deﬁcit) layerMarket access layer/T_his layer  allows speciﬁcation of criteria based on di",
        "stance over given road types (all weather, \ntarmac, etc) to the speciﬁc urban centres, towns etc  \n/T_his layer allows experts to give limits on how long a farmer can travel to a market or nearby \ntown using a speciﬁed means of transport for a technology to be considered viable.\n/T_he rainfall grid allows expert selection of areas on the basis of total annual rainfall or precipi -\ntation / evapo-transpiration (PPE) .\nAllows identiﬁcation of areas with certain speciﬁc population densities (people",
        " per square \nkilometer).\nUsually expressed as percentage of total cattle population, this layer provides experts with \noption to select areas with relatively greater or lesser improved cattle densities.\nWhile other layers (such as roads) can be used as proxies for market access, this layer is a \nsimple average of total distance values weighted by population.\n/T_his layer provides percentages of households within given income brackets, such as the \npoverty line ( US$1 a day).\nSurplus is excess of",
        " milk production over consumption in an area. Deﬁcit is shortfall of milk \nproduction below consumption in an area.\n7"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  "
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSection 2\nDairy Interventions"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nImproved dairy cattle\nMarket-oriented dairy farming using exotic cattle started in Kenya almost a century ago when European settlers introduced \ndairy cattle breeds from their native countries.  Crossbred cattle dairy production by Africans began in 1954 when a \ncolonial policy paper, the Swynnerton Plan, allowed them for the first time to engage in commercial agriculture. Today \nit is ",
        "estimated that Kenya has up to 6.7 million dairy cattle (SDP , 2005) and about 1.8 million households who rely on \ndairying. Significantly, thousands of jobs are created within the dairy milk marketing chains; these employment effects of \ndairying are discussed on page 32 .  \nFactors used to predict probability of adoption of improved dairy cattle, derived from statistical analysis of survey \nand other spatial data, were:\n• Agro-climatic potential, expressed as PPE: higher PPE associated with ad",
        "option.\n• Total distance to Nairobi: closeness to Nairobi associated with adoption.\n• Nearness to roads: closeness to roads associated with adoption.\n• Education level of head of household: more years of education associated with adoption.\n• Years of farming experience of head of household: more years of farming experience associated with adoption.\n8Why improved dairy cattle?\n• Improved dairy cattle produce on average 6-times as much milk per year as zebu cattle: 1,500 kg of milk per\n   lactatio",
        "n  compared to zebu which produce an average of 250 kg. \n•  Other productivity indicators, such as age at first calving and growth rate, are also superior compared to local zebu cattle. \n•  Improved cattle are more efficient in converting feed to milk. \n•  Improved dairy animals are also larger and therefore fetch higher prices when sold for meat.\n•  Improved dairy cattle are suited to intensive production systems where land is limited; they provide better\n    returns to investments in the inten",
        "sive production systems."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 7: Predicted probability of adoption of dairy cattle\nInterpretation and discussion of the map\nThis map shows the predicted probabilities of adoption of improved dairy animals. It combines the spatial mapping of the \nfactors predisposing adoption of improved dairy cattle: favourable climates, good market access, and experience/ exposure \nof the dairy farmer, to predict probability",
        " of adoption.\nThe different colours represent differences in predicted probabilities of adoption of the innovation: the darker the shading \nthe higher the likelihood of adoption. \nLow probability (lighter colours) implies a lower chance of adoption of improved dairy cattle because of unfavourable \nclimate and/or socio-economic factors.\nFrom the map, Kiambu is seen to show between 75% and 100% probability of adoption owing to the convergence of all \nmajor predisposing factors. In contrast, places",
        " such as Mbeere show less than 25% likelihood of adoption because they are \nfurther away from large, formal markets and have lower rainfalls.\n9"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nZero-grazing\nIn the Kenyan Highlands, two distinct feeding systems for dairy cattle can be distinguished: zero-grazing, also known as \nstall feeding, and open grazing. In some textbooks they are called intensive and extensive feeding systems, respectively. In \nbetween the zero-grazing and open grazing feeding systems, lies semi zero-grazing or semi-intensive feeding system which \ncombin",
        "es stall feeding and open grazing\nIn zero-grazing, cattle are confined in stalls and all their feed requirements are brought to them. In open grazing, cattle \nare kept on pasture where they obtain the largest proportion of their feed, often with some additional supplementation \nduring milking. The choice of the feeding system is normally motivated by a desire to optimize the limiting resource. In \nareas of high population density, land tends to be the limiting factor whereas in open grazing labo",
        "ur is the limiting factor. \nExpenditure on purchased feeds and concentrates are higher in zero-grazing system than in open grazing.  \nWhy zero-grazing system?\n•   Allows for optimal utilization of land in situations where land is a limiting factor. For example, in areas of\n    high population density where farm size tends to be small.\n•  Intensive systems give higher output and productivity per cow or unit area of land.\n•   Zero-grazing reduces the number of pests (especially ticks and intestina",
        "l worms) since the animals do not\n    graze on infested pastures. \n•   It reduces risk of damage to crops caused by straying cattle. \nFactors used to predict probability of adoption of zero-grazing, derived from statistical analysis of survey and other \nspatial data were:\n• Farm size: smaller farm size associated with adoption.\n• Human population density: higher population densities associated with adoption.\n• Total distance to Nairobi: closeness to Nairobi associated with adoption.\n• Agro-clima",
        "tic potential, expressed as PPE: higher PPE associated with adoption.\n10"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 8: Predicted probability of adoption of zero-grazing\nInterpretation and discussion of the map\nThe darker the shading, the higher the probability of adoption of zero-grazing. Adoption of zero-grazing is largely driven by \nthe density of human population suggesting that adoption of zero-grazing technology is a reaction to growing population \npressure: variables such as population d",
        "ensity, farm size and proximity to Nairobi all show significant correlation with \nadoption of zero-grazing.\nFavourable climates, evidenced by higher precipitation, lead to higher adoption of zero-grazing but other agricultural \nenterprises compete for land in such high potential areas, pushing dairying towards greater intensification.\nHighly populated areas in central Kenya, such as around Nairobi and parts of the Rift Valley, show the highest likelihoods \nof adoption of zero-grazing.\n \n11"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nConcentrate feeding\nConcentrates are energy, protein; fat or mineral supplements fed to dairy cattle and are used to supplement fibrous forages \nand fodder that constitute the basal diet. Many concentrates are by-products from cereal production but they also include \nby-products from other crops, such as oilseeds, as well as feeds derived from animal sources, such as meat and bone meal.",
        " \nEffective supplementary feeding of concentrates is critical to the success of all dairy farms. \nThe main factors influencing the response, in terms of increased milk production, to concentrate feeding are genetic \npotential for milk production, stage of lactation,  feeding level in relation to milk production, heat stress,  pasture \navailability and nutrient content,  substitution rate of the concentrate for pasture,  quality of concentrates. However, \nto justify using concentrates, the cost m",
        "ust at least be matched by increased milk production. The optimum amount of \ndietary energy and protein to maximise profits is therefore determined by the interaction of cow and feed factors, as well \nas feed costs and milk prices. \nOverall in Kenya, less than 20% of the farmers use concentrates (Staal et al., 2001) and even this figure has been declining \ndue to rising costs relative to prices paid out for milk. However, close to major towns the use of concentrates increases to as \nhigh as 70%,",
        " for instance in Kiambu district, (Staal et al. 1998) and reduces to less than 10% of the households in districts \nfarther away from urban centres. Many farmers use small amounts of concentrates to relax the cows when milking and not \nreally for increased milk production; we however do not consider this to be true adoption of concentrate feeding.\nAdoption of concentrates is also affected by the quality of the concentrates available. The perception that manufactured \nanimal feeds may be of questi",
        "onable quality has been a recurring policy issue in Kenya (Muriuki et al., 2003)\n12Why concentrate feeding?\n• To achieving high milk production\n• Higher stocking rates are possible, increasing the income per hectare.\n• The growth of heifers and cows that have not reached mature size is promoted. This increases their appetite\n   and milk production in current and future lactations.\n• Cows fed supplements maintain better body condition score when pasture availability is low. This increases        ",
        " \n  their ability to reach their milk yield potential and helps reduce the time of their first oestrus after calving.\n• Allows flexibility to increase milk production when milk prices are high.\n• Appropriate supplementation can increase milk protein content when the energy intake from pasture is low."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFactors used to predict the probability of adoption of concentrate feeding, derived from statistical analysis of survey and \nother spatial data were:\n• Increasing market access, as indicated by distances to urban centres: shorter distance associated with adoption.\n• Total distance to Nairobi: closeness to Nairobi associated with adoption.\n• Agro-climatic potential, expressed as PPE: hig",
        "her PPE associated with adoption.\n• Years of formal education and years of farming experience are some of the human capital (survey derived) variables          \n   influencing adoption trends; while acreage kept under maize was also an important factor in influencing the use of     \n   concentrates. See also Staal et al 2002.\nFigure 9:  Predicted probability of adoption of concentrate feeding\nInterpretation and discussion of the map\nThe darker shading corresponds to areas where probability of ad",
        "option of concentrate feeding is highest. From the map \nwe can see that the use of concentrates is usually but not necessarily practiced in areas around towns. Market access \nis important: the shorter road distance to urban centres - proxy for good market access - are associated with use of \nconcentrates.\nFarmers who live in areas with high rainfall use more concentrates. This may be related to the presence of improved cattle \nin these areas: concentrates are normally fed only to improved cattle",
        ".\n13"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nNapier grass\nNapier grass (Pennisetum purpureum) is an improved fodder crop, especially important in cut-and-carry systems (zero-\ngrazing), and can produce large quantities of forage. Napier grass is a fast growing, deeply rooted, perennial grass growing \nup to 4 metres tall that can spread by underground stems to form thick ground cover. Napier grass is best suited to high \nrainfall ar",
        "eas but it is relatively drought-tolerant and can also grow well in drier areas. It does not, however, grow well in \nwaterlogged areas. It can be grown along with forage legumes, around field boundaries and along contour lines or terraces \nto help control erosion. Napier grass is best suited to low to medium altitudes, but can grow in a wide range of well \ndrained soils. It is ready for harvest three to four months after planting and harvesting can be repeated every six to eight \nweeks for up to",
        " five years.\nYields depend on agro-ecological zone and management but on average Napier gives 12 to 25 tonnes per hectare of dry \nmatter per year. Much higher yields are possible with application of fertiliser and better management, creating a possibility \nfor surplus production which can be conserved for feeding in the dry season.\nFactors used to predict probability of adoption of Napier grass, derived from statistical analysis of survey and other \nspatial data, were:\n• Agro-climatic potential,",
        " expressed as PPE: higher PPE associated with adoption.\n• Human population density: higher population densities associated with adoption.\n• Greater market access represented by shorter distances to urban centres: farmers who are able to sell more milk are\n   more likely to use Napier.   \n• Total distance to Nairobi: closeness to Nairobi associated with adoption.\n• Educational level of head of household: more years of education associated with adoption.\n14Why Napier grass? \n• It is an improved hi",
        "gh-yielding fodder crop.\n• Produces large biomass per hectare compared to other forage crops.\n• Adapted to different climatic conditions, from moderate to very high rainfall areas. However, not suited to\n  very  high altitudes because it is susceptible to frost.\n• Can help controls maize stalk borer by trapping the ovipositing moths if planted around maize (the ‘pull’           \n   component of the push-  pull approach; Desmodium constitutes the ‘push’). \n• Can prevent soil erosion and excessive",
        " run-off.\n• It has deep roots, so it is fairly drought resistant.\n• The tender, young leaves and stems are very palatable to livestock.\n• Napier grass grows fast.\n• Can remain productive for up to 5 years (it is a perennial crop) removing the need for annual replanting."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 10: Predicted probability of adoption of Napier grass\nInterpretation and discussion of the map\nThe darker the shading, the higher the probability of adoption of Napier grass. The darker areas receive high rainfall \nand have high human population density. Access to milk market, as indicated by presence of milk collection centres and \nproximity to Nairobi are also associated with a",
        "doption. In summary, adoption of Napier grass is more likely in intensive \nor intensifying market-oriented production systems.\n15"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nUtilisation of crop residues\nCrop residues are the portions of the harvested crop that remains after the grain or other primary product is removed.\nThe most common crop residues used by the small-scale farmers in Kenya are:\n• maize stovers \n• green maize stalks\n• sweet potato vines\n• banana pseudo-stems and leaves\n• vegetable waste• sugar cane tops\n• bean and soybean hulls\n• crushed mai",
        "ze grain (rejects)\n• sunflower heads\n• wheat, barley or oat straw\nThese crop residues often make up a sizeable contribution to the total available feed supply, especially in the smallholder \ndairy production systems where land holdings are too small for fodder production. On Kenyan smallholdings, an estimated \n40% of annual forage energy is derived from crop residues (Stotz, 1983). The quality of various crop residues is determined \nby the protein and energy or digestible dry matter (DDM) conten",
        "t of the particular residue. All crop residues possess their \nhighest quality at the time of grain harvest and decline in quality the longer they remain in the field.\nT wo methods that can enhance the quality of residues are: \n• harvest early to capture maximum residue quality.\n• use of chemical treatments, primarily anhydrous ammonia, although the latter is rarely economically viable.   \nWhy feed crop residues?\n• Dry crop residues from cereals, such as maize or sorghum stover, are relatively ea",
        "sy to store for use in times of  \n   feed scarcity and often available in relatively large quantities. Although generally they have a low nutritive\n   value  they can support reasonable milk yields if fed with a supplement of high nutritive value, such as\n   concentrates, legume fodder, etc.\n• Some residues, such as sweet-potato vines or vegetable waste, although generally only available in small\n  quantities can be of high nutritive value and can be used as supplements. • Use of crop residues h",
        "elps to create important synergies in crop-livestock farming systems;  crop residues are fed to  \n   cattle, reducing the need for planted or purchased fodder, while manure from the cattle is used in the\n   field to grow crops thus recycling nutrient and helping to maintain soil fertility. This ensures that there\n   are multiple benefits and cost savings from each enterprise.  \nFactors that increased the likelihood of adoption of crop residues derived from statistical analysis of survey and othe",
        "r \nspatial data, were:\n• Total distance to Nairobi: closeness to Nairobi associated with adoption.\n• Agro-climatic potential, expressed as PPE: higher PPE associated with adoption.\n• Human population density: higher population densities associated with adoption.\n16"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 11: Predicted probability of adoption of feeding crop residues\nInterpretation and discussion of the map\nThe darker the shading, the higher the probability that feeding of crop residues will be adopted. Factors associated with \nfeeding crop residues include high rainfall and factors associated with market access. High rainfall areas are normally \nheavily populated: land holdings i",
        "n such areas tend to be small, increasing the need to utilise all available feed resources, \nincluding crop residues.\n17"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nForage legumes\nForage legumes are important in the smallholder farming systems in Kenya because they are high in protein and, due to \ntheir ability to fix atmospheric nitrogen, can also improve soil fertility.\nResearch estimates (Staal et al., 2001) show that average milk yields per cow are below the genetic potential (approximately \n1500 kg per lactation for improved cattle). This can ",
        "be attributed in part to lack of adequate quality feed. Napier grass \nand cereal by-products, which commonly form the bulk of roughage for dairy cows, are generally low in crude protein, \nespecially so during the dry season. Commercial protein sources that could supplement these roughages are too expensive \nfor many smallholder dairy farmers to afford on a regular basis and in adequate amounts (FAO, 1985; Valk, 1990). \nProduction and utilisation of forage legumes is one of the low-cost methods f",
        "or improving both the quantity and quality \nof livestock feeds on smallholder farms. The legumes can also concurrently enhance soil fertility for companion fodder \ngrasses and subsequent cereal crops (Tothill, 1986, Mwangi et al., 1998) thereby reducing the cost of livestock feed and \ncrop production for the resource poor farmer.\nCriteria for predicting likelihood of adoption of Desmodium and Calliandra, derived from expert opinion and \nspatial data:\n• Rainfall greater than 900mm per year\n• Elev",
        "ation between 250 and 750 meters above sea-level\n• Human population density greater than 250 persons per km2\n• Improved cattle density greater than 50 cattle per km2\n18Why forage legumes?\n• Forage legume crops are high in protein and can be used to supplement diets based on low-protein basal forages\n• Forage legumes can fix atmospheric nitrogen; this leads to improved soil fertility, enhanced forage and mulching    \n   quality.• Legumes can reduce the rate of decline of soil fertility, or even e",
        "nhance crop yields, and can also reduce the length  \n  of the fallow period. "
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nInterpretation and Discussion of the Map\nThe dark brown colour shows areas most suited to growing Desmodium and Calliandra. These are areas where the \nnatural and socio-economic recommendation criteria combine to create optimal conditions for growing Desmodium or \nCalliandra. Dissemination should target these areas. The smaller map at the top-right corner shows the way the natural \nand ",
        "socio-economic domains overlap and the areas where each of the domains is met -\nIn this map we show that for adoption of forage legumes, technical requirements may not be sufficient and socioeconomic \ncriteria need to be considered as well. For example, a large part of Western Kenya meets all the natural criteria but not the \nsocio-economic criteria, and uptake of these technologies in this region may therefore require greater effort.Figure 12: Criteria for natural and socio-economic potential f",
        "or Desmodium and Calliandra\n19"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSilage making\nForages can be conserved by either ensiling or hay making. In this guide, the focus will be on silage making.\nSilage is the material produced by controlled fermentation of chopped crop residues or forages with high moisture \ncontents. The purpose is to preserve forages through natural fermentation by achieving anaerobic conditions. The ideal \ncharacteristics of material fo",
        "r silage preservation are: an adequate level of fermentable substrate (8-10% of DM) in the \nform of water soluble carbohydrate (WSC) and a dry matter (DM) content above 200g/kg. The moisture content should \nbe 60-70 per cent and the pH below 4.2 (acid) for wet crops and below 4.8 for wilted silages (Lukuyu et al., 2006. In \nKenya, Napier grass, sorghum, maize and sugarcane tops can all be made into silage.\nIn Kenya, the common procedures of ensiling include the use of trench silos and plastic si",
        "los. A trench silo is generally \nbuilt underground, or semi-underground, with two solid walls. Advantages of the trench silo include ease of management \nand mechanization, e.g., where available a tractor  can be driven on top from one side to the other for compaction \npurposes. Compaction may also be achieved by applying other heavy loads or items. After compaction, it is covered with \na plastic sheet pressed down with soil to maintain anaerobic conditions. In the plastic silo, plastic sheets or",
        " bags are used. \nThese are filled with the ensiling materials and then compacted by trampling. The advantages of plastic silos are their low \ncost and the fact that they can be moved as needed.\nWhy silage making?\n• Feed conservation, such as silage making, eases the serious feed shortages experienced in the dry season\n• With adequate feed available year-round, animals remain in good condition \n• Advantage can be taken of the higher milk price in the dry season\nCriteria-based targeting was used t",
        "o predict where uptake of silage making is most likely to be successful. The criteria \nused include, high density of dairy cattle and appropriate agro-climatic conditions for producing feeds. However, because \nof the diversity of crops that could be ensiled, and therefore the wide range of climatic adaptability that they collectively \nallow, climate is not a major limitation. Areas with at least 900mm per annum of rainfall would be suitable for forage \nproduction. In addition, access to market i",
        "s seen as a predisposing factor, with better access corresponding to higher chances \nthat dissemination effort will succeed. Another factor that would affect adoption or non-adoption of feed conservation \ntechnology is the income level of the household. Adoption of this innovation entails outlay of cash (to buy polythene bags \nor dig the pit silo) and this would preclude poor households from adopting.  The criteria used are summarised overleaf.\n  1Tractors are used on rental basis by significant",
        " number of “small” farmers especially in Rift Valley.................................................................................................................................................20"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 13: Combined domains for targeting feed conservation technology\nInterpretation and discussion of the map\nThe dark brown colour represents areas best adapted for uptake of silage making – this is the areas where all four criteria \nconverge. These include most areas in Central Province and other districts around Mount Kenya, such as Meru and Embu, \nas well as some districts in cent",
        "ral and north Rift Valley, for example, Kericho, Molo, and areas adjoining Eldoret. Criteria for predicting likelihood of adoption of silage making, derived from expert opinion and spatial data:\n• High density of improved dairy cattle: top 50% of dairy cattle density\n• Medium human population density: between 25% and 75% of range\n• Area close to a road: closest 50%\n• Relatively less areas: top 50% richest locations among those living below the poverty line.\n21"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nAcaricide use\nAn acaricide is a chemical that kills ticks. The word is derived from Latin acarus, a mite and cide, kill. Acaricide are \ndeveloped from different chemical classes. In the early 20th century arsenic, in the form of arsenic trioxide, was the only \nacaricide available. However, later organophosphorous compounds and carbonates were introduced and more recently \namitraz and sy",
        "nthetic pyrethroids have become available. \nUse of acaricides has a number of inherent problems: development of resistance by ticks; environmental pollution; cost; \nand creation of enzootically unstable disease situations. However, in Kenya and other countries where tick and tick-borne \ndiseases, such as ECF , cause economically significant losses, use of acaricide will continue well into the future. \nIn the past, most acaricides have been used in plunge dips but other methods, especially hand s",
        "praying, are now popular \nwith smallholders. \nFactors that increased the likelihood of adoption of acaricide use derived from statistical analysis of survey and other \nspatial data, were:\n• Type of production system: more likely where open-grazing was practiced as opposed to zero-grazing. In fact, stall-fed   \n   cattle are less susceptible to ticks borne diseases as they are confined.\n• Total distance to Nairobi: adoption is associated with increased distance from Nairobi.\n22Why use acaricides?",
        "\n• Tick infestation and tick borne diseases causes economically significant losses to livestock keepers.• SDP surveys have shown (Staal et al., 2002) that of every 100 diseases reported by smallholder dairy farmers   \n   in Kenya, on average 21 were ECF , a further 16 other tick-borne diseases (TBDs); in total 37% of reported    \n   diseases were TBDs.\n• Mortality rates from ECF infections are high.\n• T reatment cost of ECF cases far outweighs cost of prevention with acaricide.\n• When properly u",
        "sed, acaricide provide effective control of ticks, and thus the tick-borne diseases that they transmit."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 14: Predicted probability of acaricide adoption\nInterpretation and discussion of the map\nThe areas on the map shaded darkest correspond to areas where probability of adoption of acaricide is highest. In these \nareas, challenge from ticks and tick-borne diseases is likely to be high. The dominant factor associated with a high \nprobability of acaricide adoption is production system",
        "; predicted probability of adoption is high for all areas where dairy \ncattle are kept with the exception of areas like Kiambu district where the dairy system is predominantly zero-grazing. \n23"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nArtificial Insemination \nTo get a cow pregnant one can either use artificial insemination (AI) or natural service, that is using a bull. AI involves \nthe use of semen that has been collected from selected bulls, tested for diseases and stored in individual doses at low \ntemperature in liquid nitrogen. Mainly through the use of AI, Kenya has managed to upgrade and expand the national \nda",
        "iry herd population from about 300, 000 in the mid 1960s to around 6.7 million animals today. \nPrior to the privatization of AI service provision in the early 1990s, the government ran daily rounds of insemination in \nmost rural areas. Inseminators passed through a fixed route each day to serve the animals brought by farmers to roadside \ncattle crushes. With the liberalization of AI provision in 1992, private practitioners who operate an ‘on call’ service \nemerged. Most farmers now have to conta",
        "ct the inseminator directly, by messenger or phone, and response is sometimes \nslow.  In addition, the cost has increased dramatically from KSh 1 per insemination at the height of subsidization in 1971 \nto between KSh 580 and KSh 1000 for locally produced semen, and well over KSh 1,000 for imported semen.  \n.\nFactors that increased the likelihood of adoption of AI, derived from statistical analysis of survey and other spatial \ndata, were:\n• Increased market access: this is measured by total road",
        " distance (km) from homestead to the nearest urban centre.\n   The shorter this distance greater the likelihood of adoption.\n• Educational level of head of household: more years of education associated with adoption.\n• Agro-climatic potential, expressed as PPE: higher PPE associated with adoption.\n• Total distance to Nairobi: adoption is associated with decreased distance from  Nairobi.\n24Why AI?\n• Leads to faster genetic improvement (or upgrading ) of the local herd. \n• Ensures widespread access",
        " to genetically superior sires.\n• Even after death of sire, semen can still be used. \n• Rapid proof of quality of sires because with AI many offspring are produced in a short period. \n• The desired bull may be a great distance away; the semen can be quickly transported, saving time and money.\n• Minimizes sexually transmitted diseases, e.g. brucellosis.\n• Semen for AI is usually drawn from proven sires and thus superior phenotypic characteristics are transmitted to   \n   the next generation. "
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 15: Predicted probability of adoption of AI\nInterpretation and discussion of the map\nDarker shading shows areas where there is a higher likelihood of farmers using AI technology, such as Kiambu and \nsurrounding areas. From the map, it is evident that adoption of AI technology is most prevalent in the districts located \nin Central Kenya. Adoption is relatively lower in Western Pro",
        "vince and most areas in North Rift despite indicators, like \nnumbers of dairy cattle and agro-climatic potential, pointing to high potential for AI adoption.  Historical non use and \ncultural biases are some of the reasons that may be responsible for this discrepancy.   \n25"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nDairy co-operatives\nA cooperative is a legal entity owned by its members that usually serves to bring together and exploit the strengths of \nits individual members in the pursuit of an economic activity. Cooperatives are able to exploit economies of scale and \nenhance bargaining power when dealing with buyers and suppliers. The primary function of a dairy cooperative, at least in \nthe K",
        "enyan context, is to procure milk from farmers, bulk and standardize it and send it to the market. Some cooperatives \nhave adopted vertical integration strategies and are also engaged in milk processing and distribution. Other peripheral but \nimportant activities of a cooperative include provision of extension services, such as breeding (artificial insemination) and \nanimal health services, including vaccination and operation of mobile clinics. \nDairy cooperatives should be located where dairy c",
        "attle and human population density is high. Dairy co-ops will have \ngreatest impact in areas with surplus milk. They are, however, most needed when this surplus milk is in areas with poor \nmarket access. In areas where the milk surplus is in areas with good market access, dairy cooperatives can still perform well \nbut there will be a greater choice of alternative marketing channels.   \nCriteria for predicting likelihood of adoption of dairy cooperatives, derived from expert opinion and spatial d",
        "ata:\n• Areas either far away, or very close to a major consumption centre; In areas far away from urban centres cooperatives  \n  pool resources that overcome marketing constraints imposed by distance and poor infrastructure. On the other hand,  \n  cooperatives nearer to large consumption centres make it easier for farmers to realise economies of scale and counter    \n  competition from other players.\n• Milk surplus is calculated as the excess of milk production over consumption in an area. Surpl",
        "us milk creates the   \n   necessity for marketing cooperatives.\n26Why dairy cooperatives?\n• Effective and efficient way of marketing milk. The cooperative takes the responsibility for collecting and   bulking the milk, transporting and selling it on behalf of the members. This function is very important because   \n   marketing is a major problem in dairy development.\n• Increases bargaining power when negotiating with suppliers and buyers. \n• Allows for pulling together of economic resources and ",
        "thus creating synergies otherwise not available if each      \n   member was to act on his/her own behalf."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 16: Combined recommendation domains for targeting of dairy co-operative development\nInterpretation and discussion of the map\nThe dark brown areas represent regions where dairy cooperatives are most needed because they combine low market access \nwith surplus milk production. Farmers in these areas are more likely to use collective marketing arrangements as they are \nunlikely to ha",
        "ve access to alternative marketing arrangements.\nThe light brown areas combine high market access with high milk surplus. Farmers in these areas could still be in \ncooperatives but they also have other alternatives, such as private dairy companies and informal milk traders due to greater \nmarket access.\nDairy planners and development workers need to keep theses dynamics in mind when designing programs for dairy \ncooperative development.\n27"
    ],








    
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nMilk preservation technology\nMilk is nutritious for people but also a good medium of growth for various micro-organisms. The presence of undesirable \nbacteria in milk may cause deterioration of flavour or physical appearance and may cause disease in people. Souring of \nmilk, discoloration, gassiness and many other defects are caused by the presence of different types of micro-organisms.",
        "  \nMilk preservation is the process of preventing deterioration of milk quality by either maintaining low temperatures, as \nin milk coolers, or adding chemical preservatives. Lactoperoxidase (LPS) falls in the latter category and is a chemical that \nbuilds on the natural antibacterial effects in raw milk. \nIn Kenya milk has traditionally been preserved in cold chains. This was especially true when the Kenya Cooperative \nCreameries (KCC) enjoyed a monopoly in milk marketing in Kenya and ran milk ",
        "coolers in different parts of the country. \nFollowing the liberalization of the dairy sector and the entry of other players in the milk marketing, most of these \ncoolers have become dilapidated through many years of disuse.  Although coolers can contribute significantly to reducing \nspoilage, they require high levels of technical expertise and investment to maintain, and often prove to be uneconomical, \nparticularly where quantities of milk sold are small.  During the period that milk marketing ",
        "has been liberalized, chemical \npreservatives have also been used extensively – albeit illegally - mostly by milk traders transporting small quantities of \nmilk to the market. \nThere is concern about misuse of chemicals such as hydrogen peroxide in milk preservation by some traders. Thus, there \nis a need for dissemination of ethically acceptable and technically appropriate milk preservation methods, such as LPS. \nAlthough use of LPS is not currently permitted in Kenya, its use has been approved",
        " by the FAO/WHO Joint Expert \nCommittee on Food Additives (JECFA) and the Codex Alimentarius Commission. This process is natural and should not \nto be confused with the use of the banned and harmful chemical hydrogen peroxide. Economic viability and policy issues \nsurrounding the use of LPS for milk preservation are discussed further in Section 3. \nCriteria expected to increase likelihood of adoption of milk preservation methods:\n• Availability of a milk surplus: Where production exceeds demand,",
        " there will be a marketable surplus that needs to be \nmoved elsewhere for sale. In these cases it is likely that the point of production is far from the point of sale and methods \nto extend shelf life are needed.  Milk surplus was estimated and divisions with the highest surpluses (50% of total) were \nconsidered most likely to use milk preservation.\n• Areas far from the road:  Where producers are far from the road, it is likely that the milk travels further, and takes longer, \nto reach the point",
        " of collection and sale and, therefore, methods to extend shelf life are needed.  Using the road network, \ndistances from the road was calculated.  25% of the area, representing sites furthest from roads, was considered most likely \nto benefit from milk preservation.\n28Why preserve milk ?\n• Milk is a good medium of growth for various microbes, some of which are pathogenic.\n• To prevent deterioration of quality and increase the shelf life.\n• To maintain quality of milk along the value chain, part",
        "icularly where the point of production is far from the   \n   point of sale."
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 17: Combined recommendation domains for targeting milk preservation interventions \nThe dark areas are where all factors expected to increase probability converge and therefore, likelihood of adoption is \nexpected to be highest. From the map above, adoption of milk preservation technologies would be highest in Nyandarua \nand Nakuru districts within the central highlands, Kericho a",
        "nd Bomet in central Rift and Eldoret and Nandi in north \nRift Valley. \n29"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nTraining and certification of milk traders\nItinerant milk traders are a common feature of milk marketing in Kenya. They provide an important distributional \nnetwork, linking producers and consumers. About 86% of Kenya’s milk is sold to consumers unprocessed. Of this about \nhalf (44%) is marketed through informal mobile traders (23%), milk bars shops and kiosks (15%) and cooperatives (6%",
        ") \nwhile the other half (42%) is sold directly from farms to consumer (SDP 2004a)  \nThe informal traders, therefore, constitute an important component of the informal milk sector in Kenya and play an \nimportant role in availing milk to low income consumers. T raining and certification of informal milk traders can lead to \nsubstantial and clear improvements in milk quality. But where will the impact of training and certification of informal \nmilk traders be likely to have the greatest impact? \nTo",
        " answer this question, we need to identify areas where large numbers of itinerant milk traders will be present. Milk \ntraders will always be present where milk is produced for the market (as opposed to for subsistence). There are two clear \npatterns of development of informal milk trade: \n1. In areas near or around large urban centres that are densely populated with consumers who cannot afford prices\n    offered by formal outlets. \n2. Informal milk trade is also active where milk surpluses are p",
        "roduced in remote areas where it is not economically\n    viable for formal traders to source or sell milk. Some of these areas are only accessible to bicycles.\nCriteria expected to increase likelihood of adoption of training and certification for milk traders:\n• Milk surplus is calculated as the excess of milk production over consumption in an area. The extra milk that cannot\n   be marketed through formal channels is disposed off through informal milk traders. \n• Low market access: T ravel time ",
        "to nearest tarmac road: by bicycle of 2 hours or more: This criterion, combined with      \n   milk surplus, suggests infrastructural challenges that limit the access of milk producers in such areas by the\n  formal market.\n• Good market access: T ravel time to nearest tarmac road: by bicycle of 30 minutes and less. This criterion, combined     \n   with surplus milk, allows access to densely populated urban centres whose inhabitants cannot afford milk sold\n   through formal channels.\n30Why train m",
        "ilk traders?• To impart knowledge on skills, processes and procedures for safe milk handling. This is important because      \n   there are public health concerns regarding milk marketed through informal channels. T raining will improve          \n   quality, increase shelf life, increase consumer confidence and therefore enhances profits for the informal      \n   traders. (SDP , 2004 T raining guide)\n• Small scale itinerant traders are likely to be an important feature of milk trade in Kenya for ",
        "a long time.      \n  T raining and certification is therefore important in making these traders responsible players in a sub-sector      \n  where they are already playing a significant economic and social role.• The informal milk sector needs to be supported and developed because it generates employment opportunities,  \n   assists poor farmers in marketing their milk and avails milk to many consumers, especially the poor. .• T raditionally, formal channels charge higher prices because of value a",
        "ddition and overheads associated with      \n   formal marketing. Other secondary reasons for development of informal milk trade in these areas include     \n   delayed payments to farmers, inappropriate milk collection or delivery procedures and unwillingness of the     \n   formal sector to buy all available milk. "
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nFigure 18: Combined recommendation domains for targeting training of milk traders\nInterpretation and discussion of the map\nBoth the light brown and dark brown areas on the map represent areas where informal milk traders are likely to exist and, \ntherefore, are prime areas for targeting interventions in their training and certification. In the dark brown areas, informal \nmarketing develo",
        "ps as a result of the presence of urban populations who are unable to afford milk at prices offered by the \nformal channels, i.e. pasteurised and packaged milk. In the light brown areas, poor infrastructure, especially lack of roads, \nprevents the formal market from operating. \n31"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSection 3\nPolicy implications for\nsmallholder dairy development"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nIntroduction\nThe previous section dealt with identifying areas within Kenya where selected dairy interventions were most likely to be \nadopted so that promotion and dissemination efforts can be targeted appropriately. Technology is an important driver \nof dairy development in Kenya because increasing pressure on available land dictates that growth will come more from \nincreased producti",
        "vity than expansion in the scale of the dairy enterprise, such as through more land under cultivation \nor increasing size of herds of low productivity animals. But technology alone is not sufficient to sustain development in \ndairy and it has to be underpinned by appropriate and supportive policies. Indeed, the enacting and implementation of \nappropriate dairy policies would themselves be important drivers of the technology adoption process. This section looks \nat three key aspects of dairy prod",
        "uction, presenting some results from studies conducted by the SDP and considers their \npolicy implications. The aspects examined are:\n• Cost of milk production\n• Milk preservation along the production to marketing channel \n• Employment generation in dairy activities\nCost of milk production\nReliable estimates of the cost of milk production are important to dairy industry stakeholders including farmers, processors, \npolicy makers and private dairy development agencies. This information is importan",
        "t for decision-making related to \ninvestment in dairy development relative to other enterprises, and for the design of policies to support smallholder dairy \ndevelopment. Moreover, persistent complaints by farmers that producer prices do not cover cost of milk production \nare a further justification to identify reliable estimates of the cost of milk production. Farmers and policy makers need \na dependable benchmark upon which to base their milk supply decisions; while in a market where prices ha",
        "ve been \ndecontrolled, quantities supplied will be based on market prices, production decisions are influenced in the long term by \ncosts of production relative to market prices. Policy makers can use this information to determine what tariffs to levy on \nimported dairy products to bring parity between domestic prices and prevailing world prices.\nThe data\nData for the cost estimates were obtained during in-depth studies of selected representative dairy farms in Kiambu, \nNakuru and Nyandarua dist",
        "ricts between October 1997 and March 2000. A total of 21 farm households were surveyed \nin Kiambu and 11 each for Nakuru and Nyandarua. A longitudinal survey was done during which each farm was visited \ntwice weekly over some 14 months to obtain daily records of milk production and sales figures, quantities and prices of \ninputs used in the dairy enterprise, and other relevant data (SDP 2004b; Staal et al., 2003). \nNo two farms are exactly the same in terms of farmer characteristics, managerial ",
        "skills, technology practices and access to \nresources and the cost of milk production will vary according to these differences. To estimate cost of milk production, we \nenvisaged three farm models for dairy enterprises that were deemed to be broadly representative of dairy farms in Kenya. \nThese categories are described below:\ni. Intensive production system: In this production system land holdings are smallest, stall-feeding is the main feeding \npractice and supplementation with purchased inputs",
        " is highest. Land is the main constraint. Kiambu district indicate \ndivision is representative of an area where the intensive dairy production system is practised in Kenya, i.e. high potential \nagricultural areas, with high human population density and good access to markets. \n32"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nii. Semi-intensive production system: Land is not as serious a constraint as in the intensive production system. Open grazing \nis common and some supplementation with purchased inputs is also done. Nakuru district is representative of areas where \nthe semi-intensive production system is practised in Kenya.\niii. Extensive production system: In this system, which is also called pasture pr",
        "oduction system, land is not a constraint \nand cattle are open-grazed. Land holdings are large and there is little or no supplemental feeding with purchased inputs. \nNyandarua district is representative of areas where the extensive production system is practiced in Kenya.\nThe results\nThe estimated costs of milk production from the longitudinal surveys conducted between October 1997 and December 1998 \nfor Kiambu District and between November 1998 and March 2000 for Nakuru and Nyandarua Districts ",
        "are presented in \nTable 3. \nCost of production was highest in the most intensive system (Kiambu) and lowest in the most extensive system (Nyandarua), \nreflecting the costs of the high-concentrate rations used in the more intensive systems. Profits were marginally highest in \nNyandarua at KSh 4.8 per litre, followed by Kiambu with KSh 4.1 and Nakuru with KSh 3.6 per litre while  sale price of \nmilk,  was highest in Kiambu and lowest in Nyandarua.\nTable 3: Cost of milk production, prices, revenues",
        " and profits\nIt should be noted that the ‘profits’ described here are in fact ‘above-normal profits’. This is simply because the costs of family \nlabour have already been deducted from these returns. The results underline the important role of smallholder dairy production \nin sustaining rural livelihoods, smallholder dairying usually pays wages higher than those otherwise locally available. Added \nto this is the employment created through casual and long-term hired labour on even the smallest da",
        "iry farms, contributing \nto livelihoods of others within the rural community including the most resource-poor (see last section in this chapter).  \nFigure 19 compares individual cost components in milk production, with revenue overlaid to allow comparison between \ntotal revenue and total cost from the three types of dairy enterprise. In all the three farm models, revenue exceeded cost, \nshowing positive returns to dairy enterprise. KshKiambu\n(1998)\nCost of production per litre 17.2\n17.6\n21.3\n4.1",
        "\n83\n17Nakuru\n(2000)\n13.3\n15.2\n16.9\n3.6\n90\n10Nyandarua\n(2000)\n11.9\n14.3\n16.7\n4.8\n86\n14Sale price per litre\nRevenue per litre*\nProﬁt (KSh per litre)\nRevenues from milk (%)\nRevenues from animal sales (%)\n*Revenue in a dairy enterprise accrues from sales of milk and animals, and milk consumed.\n33"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \n04812162024\nKiambu Nakuru NyandaruaFamily labour\nHired labour\nMilk to calves & labourers\nMortalities\nVeterinary cost\nConcentrates\nCost of own produced\nforage\nPurchased fodder\nFixed cost\nRevenue\nFigure 19: Comparison of cost and revenue components in three dairy production systems\nHowever, the results presented above are for a ‘normal’ year, in which there is neither a drought nor more r",
        "ain than average, \nresulting in either reduced or increased milk production. Such supply shifts can cause prices to fall or rise considerably, and \nthus alter a dairy farmer’s financial results. In early 2002, not only did the price fall, but milk processors placed a quota on \namounts delivered to their collection centres and even imposed weekly “milk holidays” when no deliveries were accepted. \nSimulated estimates of dairy returns for this period gave the following results of profit per litre: ",
        "KSh -1.2, -1.0 and -0.8 for \nKiambu, Nakuru and Nyandarua, respectively, i.e. in all three systems during this period the dairy enterprises operated at \na loss. These results clearly demonstrate the vulnerability of smallholder dairy farmers in Kenya to supply shifts (see SDP \n2004b).\nConclusions and policy implications\nThe results from the longitudinal study show clearly that in normal years, smallholder dairy producers in Kenya are able to \ncapture useful profits. Based on the detailed daily h",
        "ousehold data, the dairy enterprise is demonstrated to provide above-\nnormal profits, meaning that returns are higher than those available through alternative rural wage labour. This is true for \na range of dairy production practices from intensive stall-feeding systems to extensive grazing systems. The understanding \nthat farmers also capture additional but unmeasured benefits, such as from the use of manure and from the insurance and \nfinancial values of livestock assets, further strengthens t",
        "heir returns and competitiveness. The resilience of smallholder dairy \nfarming as a primary provider of livelihoods in many rural areas of Kenya cannot be reasonably questioned.\nResults from other studies (see Staal et al, 2000) underline the important role that road infrastructure plays, particularly in \nthe informal market that dominates the dairy sub-sector. These have shown that farmers who are 75 kilometres or more from \nNairobi can receive 22% less for their milk compared to farmers closer",
        " to the urban areas. Moreover, for each additional \nkilometre of poor feeder road that separates a farm from the main road, milk price is reduced by almost KSh0.50 per litre, \nor about 3% per kilometre. The analysis also showed that simply upgrading the poor feeder roads to good murram roads \ncould reduce transport costs on those roads by 30%, and raise prices paid to farmers accordingly. Poor roads also significantly \nreduce farmer access to important support services, such as animal health and",
        " artificial insemination, which have further \nsuffered from reduced public support since the early 1990s. Therefore, policies that target improvement of feeder roads and \nroad infrastructure are likely to have a significant positive impact on the livelihoods of dairy farmers, particularly those in \nrural areas distant from major urban centres. 34Ksh/L"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nPoor roads also significantly reduce farmer access to important support services, such as animal health and artificial \ninsemination, which have further suffered from reduced public support since the early 1990s. Therefore, policies that target \nimprovement of feeder roads and road infrastructure are likely to have a significant positive impact on the livelihoods of dairy \nfarmers, part",
        "icularly those in rural areas distant from major urban centres.\nThe simulation analysis of the seasonal price changes seen in early 2002 demonstrated that under some supply conditions, \nfarmers in the main milk surplus areas can be adversely affected and temporarily dairy farming can become unprofitable. \nFarmers using intensive production practices may be most vulnerable to these conditions. This may hint at greater long-term \ncompetitiveness of the extensive production systems if increased sup",
        "ply and stagnating demand lead to overall lower real \nfarm-gate milk prices.\nReduction in demand is often due to economic decline, which contributes to lower disposable incomes and reduced purchase \nof milk by some Kenyan households. Efforts to raise demand through, for example, donor-funded promotional campaigns \nabout the benefits of drinking milk, are likely to have limited success unless general economic conditions improve. Given the \nrelatively high retail price of pasteurised milk (general",
        "ly more than double the farm-gate price), efforts to reduce retail prices \nthrough more efficient processing and low-cost packing could be expected to have a greater effect in raising consumption.\nAvailable evidence suggests that, for the foreseeable future, smallholder Kenya dairy farmers will continue to do well under \na variety of production systems even though seasonal fluctuations may have temporary adverse effects on some groups. \nSignificant farm-level profits, combined with continued mil",
        "k deficits and high prices in some areas, particularly the western \npart of the country, suggest that public-policy support for smallholder dairy development will continue to be an effective \nmeans of improving farmers’ welfare and livelihoods and stimulating rural development.\n35"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nAn assessment of the cost and feasibility of alternative milk \npreservation systems in Kenya\nMany farmers in Kenya live in areas with poor roads, where electricity is lacking or cooling is uneconomical, which leads to \nlosses of milk through waste and spoilage. Some milk market agents in such remote areas use harmful and illegal chemical \nagents to preserve milk. While cooling is still ",
        "the preferred method of bulk raw milk preservation, an alternative method of \npreservation using the lactoperoxidase system (LPS)  has been developed for use by small-scale farmer groups in poor milk \nmarket access regions. \nAlthough use of LPS is not currently allowed in Kenya it is an important policy option that merits discussion and consideration. \nUse of LPS has been approved by both the FAO/WHO Joint Expert Committee on Food Additives (JECFA) and the \nCodex Alimentarius Commission which ev",
        "aluates the safety of food additives and develop food standards and guidelines \nrespectively. \nThe results presented here touches on:\ni. The financial feasibility of use of LPS compared to milk cooling and/or no preservation at all. \nii. The potential for dairy farmers in the rural areas to increase their profitability by using LPS to preserve and sell their \nevening milk \niii. The institutional feasibility for use of the LPS technology in milk marketing in Kenya. \niv. The potential for LPS to r",
        "eplace potentially harmful chemicals used to preserve raw milk by some marketing agents. \nApproach\nCost-benefit analyses of milk preservation by cooling versus using LPS were conducted to assess their economic feasibility.\nA case study of four milk coolers of varying sizes was conducted for information on the magnitude of costs involved. Data \non costs of LPS was collected during trials with two milk collection groups in Bomet District and two private milk collection \nagents in Nyandarua Distric",
        "t. Farmers in the two districts incur significant post-harvest losses in milk due to poor road \ninfrastructure.  \nResults\nMilk cooling\nIt was found that the costs of cooling range from KSh1.10 to K.Sh1.30 per litre in large-scale chilling plants (with potential \ncapacity ≥20,000 litres/ day) to about KSh1.80 in a small-scale plant (with potential capacity = 1200 litres/day). The cost \nof cooling was high when utilised capacity in the cooler was low. Electricity costs, which are among the highest",
        " in Africa, \naccount for up to 30% of the cost of cooling.\nSmall-scale cooling was associated with a number of problems: \ni. No price premium was received for supply of chilled milk to the dairy processors even though chilling increased their       \n   operational costs significantly. \nii. The small-scale cooler was inadequately equipped (e.g. no standby generator or advanced milk quality control\n    equipment) leading to frequent cases of milk spoilage. The spoilage of milk in the small-scale c",
        "ooler accounted for 26%   \n    of the total variable costs compared to none in any of the large scale coolers. \n2The lactoperoxidase system of milk preservation works by activating lactoperoxidase, an enzyme naturally present in milk which has a bacteriostatic effect.\nIt involves, first, addition and mixing of thiocyanate and, second, addition and mixing of percarbonate in good quality milk about 2 to 3 hours after milking..........................................................................",
        "..............................................................................................................................................................36"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nLPS method of milk preservation\nUse of LPS costs between KSh1.02 and KSh1.09 per litre, which suggests that it could be economically substituted for a \nsmall-scale underutilised cooler which costs about KSh1.8 per litre. However, a few obstacles could prevent the use of LPS to \npreserve evening milk. These include fear by women that they could lose control of especially evening milk to ",
        "their husbands \nas a result of heightened marketing possibilities for all milk. Moreover, preference by some farmers to sell to informal milk \nmarket agents due to low prices and delayed payment by processors may also preclude the need for LPS. It was, however, \nfound that strategic application of LPS on morning milk to prevent spoilage when collection or delivery to the processors \nis delayed enhanced profitability. The private milk collection agents who, prior to these trials, routinely added ",
        "hydrogen \nperoxide to their milk to prevent spoilage felt that LPS was better because it retained milk’s natural taste and smell, and \nwas not harmful. However, they were concerned that the cost of LPS could be higher relative to that of hydrogen peroxide. \nHowever, as has been shown, LPS cost compares favourably with chilling and could be even cheaper if procured in bulk from \nthe international market.\nConclusions and recommendations\nWe conclude that cooling may not always be a solution to prob",
        "lems of milk spoilage and wastage due to lack of economies \nof scale or lack/interruption and cost of electricity. In addition, there are no premiums paid for chilled milk in the Kenyan \nmarket – thus removing a potential incentive for cooling. As a result, it could be more beneficial for some groups of farmers \nto use LPS. However, the prospects for use of LPS to aid dairy farmers realize higher profits through preservation and sale \nof especially evening milk is limited by low productivity of ",
        "animals during the dry season, lack of milk market during the \nflush season and milk marketing problems in the formal dairy sector, such as delayed payment and low milk producer prices. \nGender issues should be considered in promotion of the LPS technology since its adoption may lead to a shift in the control \nof benefits from milk sales from women to men – men traditionally control proceeds of formal marketing in agricultural \nhouseholds. Since LPS seems to be more preferable to other illegal c",
        "hemicals, there is need to strive to review its legal status \nin Kenya. Legalization will lower its cost by making it broadly available. In addition the prohibition of LPS use in milk and \nmilk products intended for international trade should be reviewed to foster its use and acceptability by stakeholders who \nparticipate in both local and international trade in milk and milk products.\n37"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nIncome and employment generation in the dairy sector \nEmployment and income effects at the farm-level\nPoverty-reduction and employment generation are important goals in various development strategies and policies in Kenya, \nincluding the recent Economic Recovery Strategy for Wealth and Employment Creation (ERSWEC 2003) and the Strategy \nfor Revitalization of Agriculture (SRA 2004). In t",
        "hese policy documents, it is recognised that dairy activities generate many \nemployment opportunities in the course of milk production, processing and marketing. \nThere are an estimated 1.8 million dairy farm households in Kenya (SDP 2005), which are heavily dependent on family \nlabour. Dairy production is an important source of self-employment, especially for rural households. A significant proportion \nof dairy operators also hire long-term or casual labour, which creates employment among some ",
        "of the poorest segments of \nsociety, including landless households. Because most dairy activities occur within mixed crop-livestock production systems, \nit is not easy to attribute full-time engagement of farm households to dairy activities alone. However, it is estimated that \nSource: SDP surveys, 1997-2000. \nThese are based on detailed random structured surveys of over 3000 households in highland Kenya.\nDairy farming generates an average annual return to labour per enterprise of between KSh 38",
        ",000 (US$ 475) and 102,000 \n(US$ 1,275) for small-to medium-scale farmers and KSh 482,000 (US$ 6,025) to large-scale farmers, with an average \nweighted annual return of KSh 114,000 (US$ 1,425) (Table 4). Compared to an average per capita GDP of approximately \nKSh 27,825 (US$ 347) for Kenya (World Bank, 2003), dairying provides consistently higher returns than those available \nthrough rural wage labour.\nDairying is estimated to engage more than one-third of dairy farmers on a full-time basis, whi",
        "ch translates into some 600,000 \nself-employed persons. Small- and medium-scale dairy enterprises account for most (87 %) of the employment that is \nattributed to dairying at the farm-level, largely because of their dominance in the dairy industry in the country.\nSignificantly, dairy farmers also engage full-time (permanent) hired labour for dairy production activities, and also occasionally \nhire casual labour. Hired farm labour for dairy is estimated to represent about 585,000 workers full-tim",
        "e country-wide or \nclose to a quarter of the total agricultural labour force of some 2.5 million (Table 5). In total, some 841,000 people, 34% of \nthe total agricultural labour force, are directly employed in dairy production at the farm level. Table 4: Employment and income generation through dairying at the farm level\n  3Results in this section are updated from SDP 2004c................................................................................38Self employment (Full time jobs/\n1000L of m",
        "ilk produced daily)\nTotal direct farm employment\nper 1000L milk production\nAverage returns to labour from\ndairy production (KSh/farm/year)Casual labour (Full time jobs/\n1000L of milk produced daily)Permanent hired labour (Full time jobs/\n1000L of milk produced daily)Small-scale\nfarms\n≤2 cowsMedium-scale \nfarms\n3-6 cowsLarge-scale\nfarms\n>6cowsAverage\n39\n60\n6\n105\n38,00017\n44\n2\n63\n102,0005\n43\n1\n49\n482,00023\n50\n3\n76\n114,000"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nSelf employment \nTotal (numbers)\n% of totalCasual labourLong - term hired labourSmall &\nmedium scaleLarge-scale T otalT otal employment in \ndairy as a % of the \nagric. labour force\n245,000\n454,000\n35,900\n735,000\n8710,960\n93,000\n2,300\n106,000\n13255,960\n547,000\n38,200\n841,000\n10010\n22\n2\n34Table 5: Direct full-time employment created through dairying at the farm level\nSource: SDP dairy far",
        "m data, and JICA 2003 for total agricultural labour figures\nIncome and employment effects at milk market level\nApproximately 6 million litres of milk are traded daily in Kenya through both formal and informal small-scale and large-scale \nprocessors and traders. Beyond the farm-level, processing and marketing of milk and other dairy products offer numerous \nother employment and income earning opportunities for the various participants in the milk supply chain. These include \ntransporters, mobile ",
        "milk traders, milk bars and shops/kiosks, small processors, service providers such as vehicle repairs, \nsecurity firms and catering outlets. Mobile milk traders do not have fixed business premises. Milk collection from producers \nis mainly on foot, by bicycle or public transport.\nMost small-scale traders handle some 50-120 litres of raw milk daily. T raders with milk bars have fixed premises and mainly \nsell both un-pasteurised and fermented liquid milk. Besides family labour, paid employees are",
        " actively involved in running \nthe milk bars. \nSmall processors in Kenya mostly process and sell pasteurised milk, either as wholesalers and/or retailers, with a small proportion \nof milk devoted to yoghurt and cheese production. They are much fewer in proportion to other cadres of milk traders.\nLabour requirements in small-scale milk marketing activities include milk collection, transportation, processing and sale, \ncreating direct and indirect employment. Direct employees are those who are occ",
        "upied with milk marketing and processing \non a daily basis and include the farmer, his/her family and paid labour.  Indirect employees are those involved in providing \nservices to the dairy industry, e.g. feed providers or artisans repairing farm equipment, bicycles, etc. The overall number of \nboth direct and indirect jobs created in the marketing segment of the supply chain varied from 14 to 20 for every 1,000 litres \ntraded on a daily basis, depending on type and scale of enterprise (Table 6)",
        ". This suggests that a significant number of jobs \nare created considering the volume of milk that is traded via various intermediaries daily.\nOn average, informal milk marketing generates 18 jobs for every 1,000 litres of milk that is handled daily; this includes 15 \ndirect job opportunities and three indirect jobs. The formal sector generates less employment per 1,000 litres of milk handled \non a daily basis (total of 15) with 14 direct jobs and one indirect job. Scaling out the employment eff",
        "ects to cover the whole \ncountry, formal milk processing and marketing generates about 19, 000 jobs compared to the informal marketing that creates \nmore than 41,000 employment opportunities to yield a gross total of about 60,000 jobs. \nFurther, these are relatively well remunerated jobs. From this study, it is estimated that formal employment in milk processing \nand marketing provides an average monthly wage of KSh 11, 936 ($150) while informal market agents earn an average of \nKSh 8,992 ($125)",
        ", both much higher than the Government’s minimum wage guideline of $43.  \n39"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nAggregate Milk \nquantities Handled \n(000’L/day)†\nRate of employment \ngeneration (Jobs /1000L \nhandled daily) §\nScaling out the number \nof jobs generated \ncountry-wide ¢\nMean Wage\n(KSh. / Month)Formal Processing & marketing\nInformal Marketing agents\nDirect sales from farms to consumers\nFormal processing & marketing\nProcessing factory \nCollection of raw milk\nDistribution of processed dair",
        "y products\nRetail of processed dairy products\nTotal number of jobs\nInformal Marketing\nInformal MarketingDirect employment\nIndirect employment\nTotal number of jobs\nFormal processing & marketing\nFormal processing & marketingInformal marketing agents\nT otalIndirectly through supply of\nmaterial & services to processorsT otalSmall-scale Large-scale T otal \nSmall-scale Large-scale Weighted Mean\nSmall-scale Large-scale Weighted Mean\nSmall-scale Large-scale Weighted MeanSmall-scale Large-scale T otal73 ",
        "(1%)\n1,409 (23%)\n2,549\n11.6\n0\n0\n3.1\n1.2\n15.9\n17\n3\n20\n1,163\n28,177\n7,810\n9,55012,199\n8,13711,936\n8,99211\n3\n1415 (83%)\n 3 (17%)\n184.5\n5.2\n1.4\n3.1\n1.2\n15.44.8 (32%)\n5.0 (22%)\n1.3   (8%)\n3.1 (20%)\n1.2   (8%)\n15.4(100%)1,734 (46%)\n29,34017,650\n12,863\n30,51318,813\n41,041\n59,8542,041 (54%) 6,096 (100%)1,146 (19%)\n919 (15%)\n01,219 (20%)\n2,328 (38%)\n2,549 (42)\n† Numbers in brackets show the percentage market share for each category of milk marketing agent.\n§ Numbers in brackets indicate the percentage co",
        "ntribution to the total number of jobs per 1000L of milk handled on a  \n   daily basis by each activity in the formal and also informal milk marketing sectors.¢ Some minor differences may be observed between these figures and the products of the figures of rate of employment  \n   and quantities of milk as from this table because of the rounding off that has been done when reporting these figures.Table 6: Traded volumes, employment and wage effects in milk marketing\n40"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nReferences\nBaltenweck, S. Staal, L. Njoroge, F . Wanyoike, \nP .Ochungo, E. Kariuki (2005).Targeting Pro-Poor \nInvestment in the Kenyan Dairy Sub-Sector. A  report \nprepared for IFAD and the Government of Kenya to assist \ntargeting of interventions under the “Smallholder Dairy \nCommercialization Programme” International Livestock \nResearch Institute. Nairobi\nCees de Haan, Henning Steinfe",
        "ld and Harvey Blackburn \n(1997) Livestock & the Environment : Meeting the \nchallenge. Commision of European Communities and \nFood and Agriculture Organisation of the United Nations. \nUnited Kingdom.\nERSWEC 2003: Economic Recovery Strategy for Wealth \nand Employment creation 2003-2007 Government of \nKenya. Government Printers, Nairobi.\nFAO (1985). Forage plant development and seed production \nin Kenya. Project findings and recommendations. Rome \nAG.DP/KEN/80/003, Terminal Report. 61pp.\nMuriuki, H",
        "., Omore, A., Hooton, N., Waithaka, M., \nOuma, R., Staal, S.J. and Odhiambo, P . 2003. The policy \nenvironment in the Kenya dairy sub-sector: A review. \nSmallholder Dairy (Research and Development) Project \nReport\nMwangi D M, Giller K E, Thorpe W and Thomas D \n(1998). Effect of intercropping with herbacious legumes \non the yield and quality of Napier grass in Central \nhighlands of Kenya. Paper presented to NARP II KARI/\nDFID end of project conference. Pp421-422\nSmallholder Dairy Project (2004a) ",
        "Public health issues in \nKenyan milk markets. SDP Policy Brief No. 4. Smallholder \nDairy (R&D) Project.  www.smallholderdairy.org\nSmallholder Dairy Project (SDP). 2005. The uncertainty \nof cattle numbers in Kenya.  SDP Policy Brief No. 10. \nSmallholder Dairy (R&D) Project. www .smallholderdairy.org\nSmallholder Dairy Project (SDP).  (2004c). Employment \ngeneration in the Kenya dairy industry. SDP Policy \nBrief No. 2. Smallholder Dairy (R&D) Project. www.\nsmallholderdairy.org\nSmallholder Dairy Pro",
        "ject (2004b). Competitiveness of \nthe smallholder dairy enterprise in Kenya. SDP Policy \nBrief No. 3. Smallholder Dairy (R&D) Project. www.\nsmallholderdairy.org \nSRA 2004. Strategy for revitalising agriculture 2004–2014. \nMinistry of Agriculture and Ministry of Livestock and \nFisheries Development. Government Printers, Nairobi.\nStaal, S. and Thornton, P . (2004)   Approaches for \ntargeting small farmers: application to fodder technologies \nand some lessons learned.  Invited presentation, SLP \nWo",
        "rkshop on Strategies for Targeting and Scaling-out \nFodder Technologies. ICRISAT, Hyderabad, India. Sept \n21, 2004.Staal, S., Chege, L., Kenyanjui, M., Kimari, A., Lukuyu, \nB., Njubi, D., Owango, M., Tanner, J., Thorpe, W. and \nWambugu, M. (1998). Characterisation of dairy systems \nsupplying the Nairobi milk market: a pilot survey in \nKiambu District for the identification of target groups of \nproducers. Smallholder Dairy (R&D) Project Report.\nStaal, S., Owango, M., Muriuki, H., Kenyanjui, M., \n",
        "Lukuyu, B., Njoroge, L., Njubi, D., Baltenweck, I., \nMusembi, F ., Bwana, O., Muriuki K., Gichungu, G., \nOmore, A. and Thorpe, W. (2001). Dairy systems \ncharacterisation of the greater Nairobi milk shed. \nSmallholder Dairy (R&D) Project report\nStaal, S.J., Baltenweck, I., Waithaka, M.M., de Wolff, T. \nand Njoroge, L. 2002. Location and uptake: integrated \nhousehold and GIS analysis of technology adoption and \nland use, with application to smallholder dairy farms in \nKenya. Agricultural Economics",
        " 27:295-315.\nStaal, S.J., Delgado, C., Baltenweck, I., Kruska, R., \n2000. Spatial aspects of producer milk price formation in \nKenya: A joint household-GIS approach. In: Proceedings \nof the Contributed Paper, International Association of \nAgricultural Economics Meetings, Berlin, August 2000.\nStaal, S.J., Waithaka, M., Njoroge, L., Mwangi, D.M., \nNjubi, D. and Wokabi, A. (2003). Costs of milk \nproduction in Kenya: Estimates from Kiambu, Nakuru \nand Nyandarua districts. SDP Research and Developmen",
        "t \nReport No. 1. Smallholder Dairy (R&D) Project\nStaal, S.J., Waithaka, M., Njoroge, L., Mwangi, D.M., \nNjubi, D. and Wokabi, A. 2003. Costs of milk production \nin Kenya: Estimates from Kiambu, Nakuru and Nyandarua \ndistricts. SDP Research and Development Report No. 1. \nSmallholder Dairy (R&D) Project.\nStotz, D. 1983. Production techniques and economics of \nsmallholder livestock production systems in Kenya. Farm \nManagement Handbook of Kenya, Vol. IV. Ministry of \nLivestock Development, Nairobi.",
        "\nTothill, J. C. (1986). The role of legumes in farming \nsystems of sub-Saharan Africa. Proceedings of a Workshop \nheld at ILCA, Addis Ababa Ethiopia, 16-Sept. 1985 ‘on \nthe potentials of forage legumes in the farming systems of \nsub-Saharan Africa. Pp. 162-182.\nUtiger, C., Romney, D., Njoroge, L., Staal, S., Lukuyu, \nB. and Chege, L. (2000). Nutrient flows and balances \nin intensive crop-dairy production systems in the \nKenya highlands.  Paper presented at the 3rd All Africa \nConference on Anima",
        "l Agriculture and 11th Conference \nof the Egyptian Society of Animal Production, 6-9 \nNovember 2000, Alexandria, Egypt.\nValk, Y.S. 1990. Review report of DEAF survey during \n1989. Ministry of Livestock Development, Nairobi, \nKenya. pp.69.\nWorld Bank, (2003) World Development Indicators. \nInternational Bank for Reconstruction and Development/\nTHE WORLD BANK Washington, DC. USA"
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  \nAnnexe  \nStatistical model used in estimating probability of adoption of interventions\nA qualitative response model was used to estimate probability of adoption of dairy interventions. Qualitative models lend \nthemselves well to the analyses of models where the response variable is binary in nature (either 0 or 1). The response variable \nhere is whether the technology/innovation has bee",
        "n adopted or not (1 if adopted, 0 otherwise), while the explanatory \nvariables are the socio-economic and agro-climatic factors hypothesized to influence adoption or non-adoption. The logit \n[KRS7] and probit models fall in this family of qualitative response models. The logistic model was used in the current \nanalysis. This model is based on the cumulative logistic probability function and specified as:\n \nIn this notation, e represents the base of natural logarithms, which is approximately equa",
        "l to 2.718.   is the probability that \nan individual will make a certain choice, given knowledge of . The model above can be expressed as:\n This is the form used in the estimation of the logistic regression model. The dependent variable is the logarithm of \nthe odds that a particular choice will be made and is linear to the explanatory variables X i   (Maddala, 1983 [KRS8] ). The \ncoefficients estimated from the model are transformed through a process of exponentiation to represent the marginal ",
        "\nprobabilities rather than coefficients of odds ratios. These coefficients are then used in predicting probabilities of adoption \nof the particular innovation. "
    ],
    [
        "Targeting dairy interventions in Kenya: A guide for development planners, researchers and extension workers.  "
    ]
]